export default function Rules() {
  return (
    <div className="bg-gray-200 pb-14">
      <div className="lg:w-4/5 w-11/12 m-auto pt-14">
        <p className="font-medium text-xl text-gray-500">قوانین و مقررات </p>
        <div className="border-gray-300 border p-8 rounded-lg mt-6 bg-white">
          <p className="text-xl font-medium ">خرید و عضویت در سفرستان</p>
          <p className="mt-2 text-gray-500">
            سایت www.safarestan.com متعلق به شرکت خدمات مسافرت هوایی و جهانگردی
            سفرستان شهر فردا می باشد و کلیۀ عملیات خرید اینترنتی در این سایت
            مشمول قوانین جاری تجارت الکترونیک و قوانین پلیس فتا بوده و هرگونه
            تخلف، تحت پیگرد قانونی قرار خواهد گرفت. خریدار بدینوسیله اظهار می
            نماید که از کلیۀ قوانین و مقررات خرید اینترنتی آگاهی کامل دارد.
            <br />
            هرگونه سوء استفاده از نام سفرستان، سایت اینترنتی www.safarestan.com
            ، مکاتبه از طرف این شرکت و یا استفاده از نام های مشابه که شبهه
            مشابهت و تطابق را ایجاد نماید ممنوع بوده و از طریق شکایت به مراجع
            قانونی ذی‌صلاح، دادگاه‌های رسیدگی به جرائم اینترنتی در داخل و یا
            خارج از کشور و نیز اطلاع‌رسانی به سرویس دهندگان و سرویس گیرندگان
            اینترنتی قابل پیگرد قانونی خواهد بود.
            <br />
            خدمات و محتوای عرضه شده توسط سایت سفرستان جهت استفاده در این سایت
            تولید می شود. هرگونه سوء استفاده از اطلاعات، متن ها، عکس ها، نقشه
            ها، طرح ها، لوگو و ... از این سایت پیگرد قانونی دارد و هیچ فرد حقیقی
            یا حقوقی اجازه‌ی سوء استفاده از این مطالب را نخواهد داشت. ذکر مطالب
            این سایت در اینترنت، تنها با ذکر نام و نشانی اینترنتی سایت سفرستان و
            همچنین لینک مربوط به مطلب ذکر شده و در رسانه‌های کاغذی، تنها با کسب
            مجوز کتبی از مسئولان سایت سفرستان امکان پذیر خواهد بود. وبسایت
            سفرستان پایگاه اینترنتی دیگری جز www.safarestan.com و زیر‌مجموعه‌های
            آن نداشته و تنها از همین راه با کاربران خود تماس می‌گیرد. سایر
            مکاتبات اینترنتی از آدرس‌هایی جز آدرس‌های رسمی و معتبر این وب‌سایت،
            مورد تأیید گروه سفرستان نیست.
            <br /> هر کاربر متعهد میشود تا هیچ گونه اطلاعاتی را از روی سایت هک
            نکرده و مشارکتی نیز با اشخاص حقوقی و حقیقی در انجام این امر نداشته
            باشد و همچنین در صورت مشاهده و اطلاع از هرگونه هک توسط شخص یا مؤسسات
            دیگر در اسرع وقت این امر را به اطلاع مدیریت سایت سفرستان برساند.
            <br />
            در صورت ایجاد اختلال در این سامانه و یا جستجوی بی هدف و یا اقدام به
            هک کردن سایت و دسترسی به اطلاعات سایر کاربرین، با توجه به قوانین،
            دسترسی این افراد را به سایت قطع نموده و آنها را مورد پیگرد قانونی
            قرار خواهیم داد.
            <br />
            اطلاعات شخصی وارد شده توسط کاربران در سایت سفرستان کاملا محرمانه و
            دارای امنیت بالایی است و سفرستان نهایت تلاش خود را جهت نگهداری و
            محافظت از این اطلاعات به کار میبرد. همچنین وبسایت سفرستان اطلاعات
            شخصی کاربران را با هیچ مجموعه ی دیگری به اشتراک نخواهد گذاشت و مراجع
            ذیصلاح فقط در صورت موارد مصرح در قانون، امکان استفاده از این اطلاعات
            را خواهند داشت.
          </p>
          <div>
            <p className="text-xl font-medium mt-8">
              قوانین و مقررات عمومی پرواز (داخلی و خارجی)
            </p>
            <p className="mt-2 text-gray-500">
              شرکت سفرستان تنها وظیفۀ تأمین بلیط برای مسافران را داشته و در واقع
              واسطه ای بین م4سافر و شرکتهای هواپیمایی و یا آژانسهای چارتر کننده
              است. لذا هیچ گونه مسئولیتی در قبال قصور شرکتهای هواپیمایی و یا
              چارتر کنندگان اعم از شرایط و قوانین کنسلی، جا ماندن مسافر، تأخیر و
              یا تعجیل پرواز، سوار نکردن مسافر و عودت با تاخیر پول به مسافر و
              سایر مشکلات احتمالی نخواهد داشت. با این وجود پشتیبانی و پیگیری
              موارد فوق بر عهدۀ سفرستان خواهد بود.
              <br />
              2.مسافران متعهد می گردند که اطلاعات خود را هنگام ثبت نام و خرید به
              صورت صحیح در وبسایت سفرستان وارد نمایند.
              <br />
              مسئولیت هرگونه مغایرت در صحت اطلاعات از قبیل: نام، نام خانوادگی،
              شماره پاسپورت، کد ملی، تاریخ تولد،تاریخ انقضا پاسپورت به عهدۀ
              مسافر خواهد بود و مسافر ملزم به وارد کردن اطلاعات مطابق با گذرنامه
              در پروازهای خارجی و کارت ملی در پروازهای داخلی می باشد.
              <br />
              مسافر متعهد می‌شود هرگونه تغییر در مشخصات فردی خود را در اسرع وقت
              در سایت سفرستان اصلاح نماید. در غیر این‌صورت این شرکت هیچگونه
              مسئولیتی در قبال تبعات ناشی از عدم صحت اطلاعات نخواهد داشت.
              <br />
              تغییر نام، مشخصات مسافر و یا دیگر اطلاعات سفر به راحتی امکان پذیر
              نمی باشد و در بیشتر موارد غیر ممکن خواهد بود و باعث سوخت کامل بلیط
              میشود، لذا قبل از نهایی کردن خرید و اقدام به پرداخت مبلغ بلیط از
              صحت اطلاعات وارد شده اطمینان حاصل فرمایید.
              <br />
              بلیط خریداری شده، متعلق به مسافری است که مشخصات آن در سیستم وارد
              شده است و غیر قابل انتقال به غیر می‌باشد. در صورت عدم تطابق نام
              مسافر در بلیط و کارت شناسایی، مسافر پذیرش نخواهد شد.
              <br />
              در صورت عدم مراجعه به موقع مسافر به کانتر مربوطه در فرودگاه و یا
              انصراف از انجام سفر به هر دلیل اعم از دلایل و مشکلات شخصی، و
              همچنین ممنوع الورود یا ممنوع الخروج بودن مسافر و غیره، طبق قوانین
              شرکت هواپیمایی بلیط استرداد می گردد و پس از کسر جریمه، ماندۀ وجه
              به مسافر باز خواهد گشت ، مبلغ جریمه را شرکت هواپیمایی مشخص می
              نماید و سفرستان هیچ مسئولیتی در این زمینه نخواهد داشت.
              <br />
              بلیط هایی که به صورت آنلاین از سایت فروش اینترنتی سفرستان خریداری
              شده اند، صرفاً از طریق همین وبسایت قابل استرداد، تغییر و یا کنسلی
              می باشند. صدور بلیط اینترنتی در صورت تأیید قطعی پرداخت از جانب
              بانك امكان پذیر است.
              <br />
              پس از اتمام مرحلۀ پرداخت و خرید قطعی بلیط، اطلاعات بلیط خریداری
              شده به شماره همراه و پست الکترونیکی وارد شده در سایت سفرستان ارسال
              خواهد شد. لذا لطفاً از صحت اطلاعات وارد شده اطمینان حاصل نمایید.
              کسر وجه از حساب بانکی مسافر به منزله صدور بلیط نمی باشد چرا که در
              برخی موارد به دلیل اشکال در سیستم بانکی پرداخت ناموفق بوده و مبلغ
              پرداختی پس از 1 الی 72 ساعت به حساب مسافر بازخواهد گشت که در این
              حالت خرید انجام نشده است. لذا پس از پرداخت وجه، از دریافت بلیط
              اطمینان حاصل نمایید و مطمئن شوید که بلیط برای آدرس ایمیلی که ثبت
              کردید ارسال شده باشد. مسئولیت عدم بررسی این مورد قبل از پرواز بر
              عهده مسافر می باشد.در صورت عدم دریافت بلیط با بخش پشتیبانی سفرستان
              تماس حاصل فرمایید.
              <br />
              کلیۀ خریدهای اینترنتی در سفرستان تنها با کارت های بانکی عضو شبکه
              شتاب امکان پذیر است.
              <br />
              در صورت نیاز به استردادوجه به مسافر،مبلغ استرداد تنها به شماره
              کارت بانکی خریدار که هنگام خرید استفاده شده، واریز خواهد شد.
              <br />
              از خرید بلیط اینترنتی با استفاده از کارت های هدیه، غیرقابل شارژ،
              بی نام و بدون شماره حساب جداً خودداری فرمایید. در غیر این صورت
              سفرستان هیچ گونه مسئولیتی در قبال استرداد بلیط های خریداری شده با
              استفاده از این قبیل کارت ها نخواهد داشت.
              <br />
              هرگونه درخواست کنسلی و یا تغییر تاریخ از طرف مسافر، مطابق قوانین،
              شامل جریمۀ کنسلی می باشد. مقدار این جریمه بنابر قوانین هر ایرلاین،
              تاریخ و ساعت پرواز، مسیر پرواز و کلاس پروازی متفاوت است. عدم توجه
              به قوانین کنسلی بر عهدۀ مسافر می باشد.
              <br />
              پس از درخواست استرداد توسط مسافر به صورت آنلاین، مبلغ جریمه از
              بهای بلیط کسر شده و مابقی هزینه بلیط به خریدار برمی‌گردد. مدت زمان
              بازگشت وجه تابع مقررات بین بانکی بین 24 تا 72 ساعت می‌باشد.
              <br />
              قوانین استرداد بلیطهای چارتر کاملاً با قوانین مربوط به بلیطهای
              سیستمی متفاوت بوده و توسط شرکتهای چارتر کننده مشخص می شود. بلیطهای
              چارتر غیر قابل استرداد هستند و در صورت لزوم به تغییر تاریخ و یا
              کنسل کردن، بلیط به طور کامل سوخت می شود و هیچ مبلغی به مسافر قابل
              استرداد نخواهد بود.
              <br />
              کلیۀ زمانهای ثبت شده در نمایش نتایج جستجوی پرواز و همچنین بلیط
              صادر شده به وقت محلی مبدأ و یا مقصد می باشد.
              <br />
              جهت جلوگیری از بروز هرگونه مشکل احتمالی ، برای خرید بلیط داخلی
              حداقل سه ساعت و برای خرید بلیط خارجی حداقل پنج ساعت پیش از زمان
              پرواز اقدام گردد. در صورتی که مسافر بخواهد بلیط دو پرواز متوالی را
              تهیه نماید، بایستی حداقل ۳ ساعت بین رسیدن پرواز اول به مقصد و حرکت
              پرواز دوم فاصله باشد. در غیر این صورت مسئولیت کنسل شدن بلیط دوم با
              مسافر می‌باشد. نوع هواپیما بر اساس اعلام ایرلاین‌ها در بلیط مشخص
              می‌شود.
              <br />
              مسئولیت هر نوع تغییر در نوع هواپیما بر عهده‌ی شرکت هواپیمایی
              برگزار کننده‌ی پرواز است وسفرستان در این مورد مسئولیتی ندارد.
              <br />
              در انتخاب عنوان و سن مسافران بزرگسال، کودک و نوزاد دقت لازم را
              داشته باشید. مسافر نوزاد ، کم‌تر از دو سال، مسافر کودک، بین دو سال
              تمام تا دوازده سال و مسافر بزرگسال، بیش از دوازده سال تمام، محاسبه
              می گردد. در صورت عدم دقت وخطا در ثبت رده‌ی سنی، از سوار شدن مسافر
              به هواپیما ممانعت به عمل خواهد آمد. این انتخاب باید با در نظر
              گرفتن بازۀ زمانی سفر صورت گیرد.
              <br />
              اگر مسافر نوزاد در سیستم ثبت شود، صندلی جداگانه برای او در نظر
              گرفته نخواهد شد.
              <br />
              هر مسافر بزرگسال مي تواند فقط يك نوزاد زیر دو سال و دو کودک زیر
              دوازده سال به همراه داشته باشد.
              <br />
              امکان صدور بلیط برای کودک به تنهایی وجود ندارد.
              <br />
              خریدار حق تغییر قیمت بلیط، اعمال تغییر در جزئیات آن به هر شکل، یا
              فروش مجدد بلیط با قیمتی متفاوت را ندارد.
              <br /> به همراه داشتن مجوز پزشک برای خانم های باردار و نوزادان
              کمتر از 7 روز، افراد با بیماریهای قلبی ـ عروقی، بیماریهای تنفسی و
              یا هرگونه بیماری كه سبب منع سفر هوایی باشد، هنگام سوار شدن به
              هواپیما ضروری می باشد. مسئولیت تهیۀ مجوز پرواز و فرم های پزشکی
              مربوطه قبل از پرواز از پزشک و شرکت هواپیمایی برعهدۀ مسافر می باشد.
              همچنین این افراد باید دارو های مورد نیاز خود را در طول سفر و در
              داخل كیف دستی خود بهمراه داشته باشند.
              <br /> لطفا پس از اتمام خرید بر روی سایت سفرستان، شماره PNR خود را
              یادداشت کرده و یا بلیط خود را چاپ کنید و در فرودگاه با همراه داشتن
              کارت شناسایی معتبر به باجه پذیرش مسافر مراجعه نمائید.
              <br /> تغییرات احتمالی پرواز از سوی شرکتهای هواپیمایی و یا
              آژانسهای چارتر کننده از قبیل کنسل شدن پرواز به دلیل نقص فنی و یا
              شرایط جوی و یا تغییر ساعت و زمان پرواز اغلب از طریق سامانه پیام
              کوتاه و ایمیل اطلاع داده می شود لذا صحت شماره تلفن همراه و پست
              الکترونیکی وارد شده در سایت سفرستان به عهدۀ خریدار می باشد. در
              صورت کنسل شدن پرواز به دلیل بدی آب و هوا و یا تأخیر بیش از دو
              ساعت، مسافر باید بلیط خود را قبل از خروج از فرودگاه مبداء در کانتر
              مربوطه مهر نماید. استرداد بلیط تنها در صورت ارائه اصل بلیط و داشتن
              مهر مربوطه امکان پذیر است.
              <br /> صدور بلیط در مسیرهای عتبات عالیات برای اتباع کشورهای
              افغانستان، هند، بنگلادش و پاکستان مجاز نمی باشد و در صورت اقدام
              برای خرید بلیط، مسئولیت بر عهده خریدار می باشد.
            </p>
          </div>
          <div>
            <p className="text-xl font-medium mt-8">خرید و عضویت در سفرستان</p>
            <p className="mt-2 text-gray-500">
              در بلیطهای داخلی امکان هیچ گونه تغییری وجود ندارد و در صورت نیاز
              به تغییر، باید بلیط به طور کامل کنسل شده و بلیط جدید صادر شود.
              <br />
              ھمراه داشتن مدارک احراز هویت ازجمله کارت ملی در فرودگاه الزامی می
              باشد.
              <br /> برای پروازهای داخلی حضور مسافر حداقل 1 ساعت قبل از زمان
              پرواز در فرودگاه و در ترمینال مربوطه الزامی می باشد.
              <br /> کلیه پروازهای داخلی با مبدأ تهران از فرودگاه مهرآباد تهران
              صورت میگیرد. <br />
              پروازهای داخلی ایران ایر، آتا، ایران ایر تور، معراج، قشم ایر، نفت،
              زاگرس و کیش ایر با مبدا تهران از ترمینال 2 فرودگاه مهرآباد تهران و
              پروازهای کاسپین، آسمان ، تابان، اترک و ماهان از ترمینال 4 فرودگاه
              مهرآباد تهران انجام می پذیرد.
              <br /> نرخ پایۀ بلیط برای مسافر کودک (بالای دو سال) در کلیه
              پروازهای سیستمی داخلی معادل 50% نرخ بزرگسال است، به جز هواپیمایی
              ماهان که معادل 75% نرخ پایۀ بزرگسال است.
              <br /> نرخ بلیط سیستمی داخلی برای مسافر نوزاد معادل 10% نرخ
              بزرگسال است. <br />
              تهیه بلیط چارتر برای مسافر نوزاد باید در فرودگاه صورت گیرد.
              <br /> نرخ بلیط چارتر داخلی برای مسافر نوزاد حدود 15 % نرخ بلیط
              بزرگسال می باشد. این درصد افزایش بر اساس قوانین چارتر کننده بوده و
              گاهی بیشتر از موارد ذکر شده نیز خواهد بود.
              <br /> نرخ بلیط چارتر داخلی برای مسافر کودک (بالای دو سال) برابر
              با نرخ بلیط مسافر بزرگسال است.
              <br /> امکان استفاده از تخفیفات در صدور بلیط برای اعضای بنیاد شهید
              و جانبازان محترم از طریق سایت سفرستان وجود ندارد.
              <br /> مسافر حدأکثر تا 3 ساعت قبل از زمان پرواز و در بازۀ زمانی
              ساعات پشتیبانی سفرستان می تواند اقدام به تغییر یاکنسل نمودن بلیط
              داخلی سیستمی خود نماید.
              <br />
            </p>
          </div>
          <div>
            <p className="text-xl font-medium mt-8">
              قوانین و مقررات عمومی پروازهای خارجی
            </p>

            <p className="mt-2 text-gray-500">
              حداقل اعتبار پاسپورت در پروازهای بین المللی 7 ماه از شروع سفر می
              باشد و مسئولیت عدم توجه به تاریخ انقضای پاسپورت با توجه به بازۀ
              سفر برعهده مسافر می باشد.
              <br /> مسئولیت داشتن ویزای کشور مقصد و همچنین ویزای ترانزیت (در
              صورت لزوم) در مسیرهای خارجی به عهده مسافر می باشد.
              <br /> همراه داشتن مدارک احراز هویت از جمله پاسپورت و ویزای کشور
              مربوطه در فرودگاه الزامی می باشد.
              <br /> پرداخت عوارض خروج از کشور و تهیۀ ارز بر عهده خود مسافر می
              باشد.
              <br /> بلیط یک طرفه فقط به مسافرانی تعلق میگیرد که اقامت و یا
              ویزای طولانی مدت (بیشتر از 6 ماه) کشور مقصد را داشته باشند و مسافر
              ملزم به تهیه بلیط برگشت نیز می باشد. در صورت خرید بلیط به صورت یک
              طرفه مسئولیت هرگونه عواقب آن به عهده مسافر می باشد.
              <br /> پروازهای بین المللی از مبدأ تهران از فرودگاه بین المللی
              امام خمینی(ره) تهران صورت می گیرد.
              <br /> در پروازهای خارجی حضور مسافر حدأقل3 ساعت قبل از پرواز در
              فرودگاه و در ترمینال مربوطه الزامی می باشد. تعداد استاپ ها و نام
              فرودگاههای شهرهای مبدأ و مقصد و شهرهای واسط در هر مسیر پروازی به
              طور کامل در بلیط ذکر شده است و مسئولیت جابجا شدن به موقع مسافر از
              یک ترمینال به ترمینال دیگر یا از یک فرودگاه به فرودگاه دیگر بر
              عهده خود مسافر می باشد.
              <br />
              مسافر حدأکثر تا 5 ساعت قبل از زمان پرواز و در بازه زمانی ساعات
              پشتیبانی سفرستان می تواند اقدام به تغییر یا کنسل نمودن بلیط خارجی
              خود نماید.
            </p>
          </div>
          <p className="mt-10 text-gray-500">
            درصورت هرگونه سؤال یا ابهام لطفاً با شماره 96621777-021 بخش پشتیبانی
            سفرستان تماس حاصل نمایید.
          </p>
        </div>
      </div>
    </div>
  );
}
