export default function AboutUs() {
  return (
    <div className="bg-gray-200 pb-14">
      <div className="lg:w-4/5 w-11/12 m-auto pt-14">
        <p className="font-medium text-xl text-gray-500">درباره ما</p>
        <div className="border-gray-300 border p-8 rounded-lg mt-6 bg-white">
          <p className="mt-4 text-gray-500">
            شرکت خدمات مسافرت هوایی و جهانگردی سفرستان شهر فردا 40 سال پیش
            فعالیت خود را با نام آوانگارد -به معنای پیشرو و پیشتاز- آغاز کرد. هم
            اکنون سفرستان تجربه ای به قدمت دو نسل را در کنار جدیدترین نوآوری ها
            و فن آوری های حوزه ی سفر قرار داده تا خدماتی متمایز و متناسب با
            نیازهای امروزین شما شهروندان ایران زمین را ارائه کند و مرجعی کامل
            شود برای سفر و هر آنچه برای سفر به آن نیاز است.
          </p>
          <p className="mt-4 text-gray-500">
            سفرستان با بهره گیری از کادری مجرب و پاسخگو و همچنین پیشینه ای
            درخشان، افتخار همکاری بی‌واسطه با کلیه خطوط هوایی معتبر داخلی و
            خارجی از جمله ایران ایر، ماهان، ایران ایر تور، آتا، آسمان، قشم ایر،
            کیش ایر، کاسپین، زاگرس، معراج، تابان، اترک، ساها ایر، سپهران ایر و
            پرواز های خارجی لوفت هانزا، اتریشی، امارات، قطر، اتحاد، ترکیش،
            آلیتالیا، ایر فرانس، کی ال ام، تای ایرویز، ایژین، عمان ایر، آزال،
            فلای دبی، ایرآستانا، و ... را داشته و با استفاده از کامل ترین و
            پیشرفته ترین سیستم های رزرواسیون، امکان خرید بلیط هواپیما و رزرو هتل
            به صورت آنلاین و با استفاده از کارت های عضو شتاب را برای شما در اقصی
            نقاط جهان فراهم می کند. شما می توانید با مراجعه به راهنمای خرید بلیط
            هواپیما و رزرو هتل ، تمامی جزئیات و مراحل خرید بر روی سایت سفرستان
            را ملاحظه نمایید .
          </p>

          <p className="mt-4 text-gray-500">
            در سفرستان به سادگی و با خیالی آسوده، در کمترین زمان بلیط هواپیما و
            هتل خارجی دلخواه خود را بیابید و خرید کنید و سایتی متفاوت به روز و
            با قابلیتهایی منحصر به فرد را تجربه کنید.
          </p>
          <p className="text-primary mt-20 text-2xl">
            از خرید تا سفر یک کلیک فاصله است
          </p>
          <p className="mt-10 text-gray-500">مجوزها</p>
          <p className="mt-1 text-gray-500">
            - عضویت در انجمن بین المللی حمل و نقل هوایی( IATA )
          </p>
          <p className="mt-1 text-gray-500">
            - دارای مجوز رسمی از سازمان هواپیمایی کشوری
          </p>
          <p className="mt-1 text-gray-500">
            - دارای مجوز رسمی از ادارۀ کل میراث فرهنگی ، صنایع دستی و گردشگری
            استان تهران
          </p>
          <p className="mt-1 text-gray-500">
            - عضو انجمن صنفی دفاتر خدمات مسافرت هوایی و جهانگردی
          </p>
          <p className="mt-1 text-gray-500">
            - دارای مجوز فروش الکترونیکی از سازمان هواپیمایی کشوری
          </p>
          <p className="mt-1 text-gray-500">
            - دارای نماد الکترونیکی (ای نماد) از مرکز تجارت الکترونیکی ایران
          </p>
          <p className="mt-1 text-gray-500">
            - دارای مجوز رسانه بر خط ( ساماندهی)
          </p>
          <p className="mt-1 text-gray-500">
            - صاحب امتیاز شرکت : میترا بالازاده نوبر
          </p>
        </div>
      </div>
    </div>
  );
}
